<!DOCTYPE html>
<html>
    <head>
        <head>
            <meta charset="utf8"/>
            <link rel="stylesheet" href="css/style.css">
        </head>
    </head>
    <body class='standard'>
        <?php require "header.php"; ?>
        <div class="music">
            <div>
                <div><audio controls><source src="music/интернационал.mp3" type="audio/mp3"/></div><hr/>
                <div>
                    Интернационал<hr/>

                    Вставай, проклятьем заклеймённый, <br/>
                    Весь мир голодных и рабов! <br/>
                    Кипит наш разум возмущённый <br/>
                    И смертный бой вести готов. <br/>
                    Весь мир насилья мы разрушим <br/>
                    До основанья, а затем <br/>
                    Мы наш, мы новый мир построим, — <br/>
                    Кто был ничем, тот станет всем. <br/><br/>

                    Это есть наш последний <br/>
                    И решительный бой; <br/>
                    С Интернационалом <br/>
                    Воспрянет род людской! <br/><br/>

                    Это есть наш последний <br/>
                    И решительный бой; <br/>
                    С Интернационалом <br/>
                    Воспрянет род людской! <br/><br/>

                    Никто не даст нам избавленья: <br/>
                    Ни бог, ни царь и не герой. <br/>
                    Добьёмся мы освобожденья <br/>
                    Своею собственной рукой. <br/>
                    Чтоб свергнуть гнёт рукой умелой, <br/>
                    Отвоевать своё добро, — <br/>
                    Вздувайте горн и куйте смело, <br/>
                    Пока железо горячо! <br/><br/>

                    Это есть наш последний <br/>
                    И решительный бой; <br/>
                    С Интернационалом <br/>
                    Воспрянет род людской! <br/><br/>

                    Это есть наш последний <br/>
                    И решительный бой; <br/>
                    С Интернационалом <br/>
                    Воспрянет род людской! <br/>
                    Лишь мы, работники всемирной <br/>
                    Великой армии труда, <br/>
                    Владеть землёй имеем право, <br/>
                    Но паразиты — никогда! <br/>
                    И если гром великий грянет <br/>
                    Над сворой псов и палачей, — <br/>
                    Для нас всё так же солнце станет <br/>
                    Сиять огнём своих лучей. <br/><br/>

                    Это есть наш последний <br/>
                    И решительный бой; <br/>
                    С Интернационалом <br/>
                    Воспрянет род людской! <br/><br/>

                    Это есть наш последний <br/>
                    И решительный бой; <br/>
                    С Интернационалом <br/>
                    Воспрянет род людской!
                </div>
            </div>
            <div>
                <div><audio controls><source src="music/Рабочая Марсельеза.mp3" type="audio/mp3"/></div><hr/>
                <div>
                    Рабочая Марсельеза<hr/>

                    Отречёмся от старого мира,<br/>
                    Отряхнём его прах с наших ног!<br/>
                    Нам враждебны златые кумиры<br/>
                    Ненавистен нам царский чертог.<br/>
                    Мы пойдём к нашим страждущим братьям,<br/>
                    Мы к голодному люду пойдём,<br/>
                    С ним пошлём мы злодеям проклятья —<br/>
                    На борьбу мы его поведём. <br/>
                    С ним пошлём мы злодеям проклятья —<br/>
                    На борьбу мы его поведём. <br/><br/>

                    Вставай, поднимайся, рабочий народ!<br/>
                    Вставай на врага, люд голодный!<br/>
                    Раздайся, клич мести народной!<br/>
                    Вперёд, вперёд, вперёд, вперёд, вперёд!<br/><br/>

                    Не довольно ли вечного горя?<br/>
                    Встанем, братья, повсюду зараз —<br/>
                    От Днепра и до Белого моря,<br/>
                    И Поволжье, и Дальний Кавказ.<br/>
                    На врагов, на собак — на богатых,<br/>
                    И на злого вампира — царя<br/>
                    Бей, губи их, злодеев проклятых,<br/>
                    Засветись, новой жизни заря.<br/>
                    Бей, губи их, злодеев проклятых,<br/>
                    Засветись, новой жизни заря.<br/><br/>

                    Вставай, поднимайся, рабочий народ!<br/>
                    Вставай на врага, люд голодный!<br/>
                    Раздайся, клич мести народной<br/>
                    Вперёд, вперёд, вперёд, вперёд, вперёд!<br/><br/>

                    И взойдёт за кровавой зарёю<br/>
                    Солнце правды и братской любви,<br/>
                    Хоть купили мы страшной ценою —<br/>
                    Кровью нашею — счастье земли.<br/>
                    И настанет година свободы:<br/>
                    Сгинет зло, сгинет ложь навсегда,<br/>
                    И сольются в одно все народы<br/>
                    В вольном царстве святого труда.<br/>
                    И сольются в одно все народы<br/>
                    В вольном царстве святого труда.<br/><br/>

                    Вставай, поднимайся, рабочий народ!<br/>
                    Вставай на врага, люд голодный!<br/>
                    Раздайся, клич мести народной!<br/>
                    Вперёд, вперёд, вперёд, вперёд, вперёд!
                </div>
            </div>
            <div>
                <div><audio controls><source src="music/Гимн СССР (со словами)   Народ.mp3" type="audio/mp3"/></div><hr/>
                <div>
                    Гимн СССР (1977 г.)<hr/>

                    Союз нерушимый республик свободных<br/>
                    Сплотила навеки Великая Русь.<br/>
                    Да здравствует созданный волей народов<br/>
                    Единый, могучий Советский Союз!<br/><br/>

                    Славься, Отечество наше свободное,<br/>
                    Дружбы народов надёжный оплот!<br/>
                    Партия Ленина — сила народная<br/>
                    Нас к торжеству коммунизма ведёт!<br/><br/>

                    Сквозь грозы сияло нам солнце свободы,<br/>
                    И Ленин великий нам путь озарил:<br/>
                    На правое дело он поднял народы,<br/>
                    На труд и на подвиги нас вдохновил!<br/><br/>

                    Славься, Отечество наше свободное,<br/>
                    Дружбы народов надёжный оплот!<br/>
                    Партия Ленина — сила народная<br/>
                    Нас к торжеству коммунизма ведёт!<br/><br/>

                    В победе бессмертных идей коммунизма<br/>
                    Мы видим грядущее нашей страны,<br/>
                    И Красному знамени славной Отчизны<br/>
                    Мы будем всегда беззаветно верны!<br/><br/>

                    Славься, Отечество наше свободное,<br/>
                    Дружбы народов надёжный оплот!<br/>
                    Партия Ленина — сила народная<br/>
                    Нас к торжеству коммунизма ведёт!
                </div>
            </div>
            <div>
                <div><audio controls><source src="music/ussr44.mp3" type="audio/mp3"/></div><hr/>
                <div>
                    Гимн СССР (1944 г.)<hr/>

                    Союз нерушимый республик свободных<br/>
                    Сплотила навеки Великая Русь.<br/>
                    Да здравствует созданный волей народов<br/>
                    Единый, могучий Советский Союз!<br/><br/>

                    Славься, Отечество наше свободное,<br/>
                    Дружбы, народов надежный оплот!<br/>
                    Знамя советское, знамя народное<br/>
                    Пусть от победы, к победе ведет!<br/><br/>

                    Сквозь грозы сияло нам солнце свободы,<br/>
                    И Ленин великий нам путь озарил.<br/>
                    Нас вырастил Сталин - на верность народу<br/>
                    На труд и на подвиги нас вдохновил.<br/><br/>

                    Славься, Отечество наше свободное,<br/>
                    Счастья народов надежный оплот!<br/>
                    Знамя советское, знамя народное<br/>
                    Пусть от победы к победе ведет!<br/><br/>

                    Мы армию нашу растили в сраженьях,<br/>
                    Захватчиков подлых с дороги сметем!<br/>
                    Мы в битвах решаем судьбу поколений,<br/>
                    Мы к славе Отчизну свою поведем!<br/><br/>

                    Славься, Отечество наше свободное,<br/>
                    Славы народов надежный оплот!<br/>
                    Знамя советское, знамя народное<br/>
                    Пусть от победы к победе ведет!
                </div>
            </div>
            <div>
                <div><audio controls><source src="music/красная_армия_всех_сильней.mp3" type="audio/mp3"/></div><hr/>
                <div>
                    Красная армия всех сильней<hr/>

                    Белая армия, чёрный барон<br/>
                    Снова готовят нам царский трон,<br/>
                    Но от тайги до британских морей<br/>
                    Красная Армия всех сильней.<br/><br/>

                    Так пусть же Красная<br/>
                    Сжимает властно<br/>
                    Свой штык мозолистой рукой,<br/>
                    И все должны мы<br/>
                    Неудержимо<br/>
                    Идти в последний смертный бой!<br/><br/>

                    Красная Армия, марш, марш вперёд!<br/>
                    Реввоенсовет нас в бой зовёт.<br/>
                    Ведь от тайги до британских морей<br/>
                    Красная Армия всех сильней!<br/><br/>

                    Так пусть же Красная<br/>
                    Сжимает властно<br/>
                    Свой штык мозолистой рукой,<br/>
                    И все должны мы<br/>
                    Неудержимо<br/>
                    Идти в последний смертный бой!<br/><br/>

                    Мы раздуваем пожар мировой,<br/>
                    Церкви и тюрьмы сравняем с землёй.<br/>
                    Ведь от тайги до британских морей<br/>
                    Красная Армия всех сильней!<br/><br/>

                    Так пусть же Красная<br/>
                    Сжимает властно<br/>
                    Свой штык мозолистой рукой,<br/>
                    И все должны мы<br/>
                    Неудержимо<br/>
                    Идти в последний смертный бой!
                </div>
            </div>
            <div>
                <div><audio controls><source src="music/варшавянка.mp3" type="audio/mp3"/></div><hr/>
                <div>
                    Варшавянка<hr/>

                    Вихри враждебные веют над нами,<br/>
                    Темные силы нас злобно гнетут.<br/>
                    В бой роковой мы вступили с врагами,<br/>
                    Нас еще судьбы безвестные ждут.<br/><br/>

                    Но мы подымем гордо и смело<br/>
                    Знамя борьбы за рабочее дело,<br/>
                    Знамя великой борьбы всех народов<br/>
                    За лучший мир, за святую свободу.<br/><br/>

                    На бой кровавый,<br/>
                    святой и правый<br/>
                    Марш, марш вперед,<br/>
                    рабочий народ.<br/><br/>

                    На бой кровавый,<br/>
                    святой и правый<br/>
                    Марш, марш вперед,<br/>
                    рабочий народ.<br/><br/>

                    Нам ненавистны тиранов короны,<br/>
                    Цепи народа-страдальца мы чтим.<br/>
                    Кровью народной залитые троны<br/>
                    Кровью мы наших врагов обагрим!<br/>

                    Месть беспощадная всем супостатам!<br/>
                    Всем паразитам трудящихся масс!<br/>
                    Мщенье и смерть всем царям-плутократам!<br/>
                    Близок победы торжественный час.<br/><br/>

                    На бой кровавый,<br/>
                    святой и правый<br/>
                    Марш, марш вперед,<br/>
                    рабочий народ. <br/><br/>

                    На бой кровавый,<br/>
                    святой и правый<br/>
                    Марш, марш вперед,<br/>
                    рабочий народ.
                </div>
            </div>
            <div>
                <div><audio controls><source src="music/Гимн партии большевиков.mp3" type="audio/mp3"/></div><hr/>
                <div>
                    Гимн партии большевиков<hr/>

                    Страны небывалой свободные дети,<br/>
                    Сегодня мы гордую песню поем<br/>
                    О партии самой могучей на свете,<br/>
                    О самом большом человеке своем.<br/><br/>

                    Славою Ленина, волею Сталина,<br/>
                    Крепни и здравствуй во веки веков<br/>
                    Партия Ленина, партия Сталина<br/>
                    Мудрая партия большевиков!<br/><br/>

                    Страну от Кремля создала на земле ты<br/>
                    Могучую Родину вольных людей.<br/>
                    Стоит как утес государство Советов<br/>
                    Рожденное силой и правдой твоей.<br/><br/>

                    Славою Ленина, волею Сталина,<br/>
                    Крепни и здравствуй во веки веков<br/>
                    Партия Ленина, партия Сталина<br/>
                    Мудрая партия большевиков!<br/><br/>

                    Изменников подлых гнилую породу<br/>
                    Мы грозно сметаем с пути своего.<br/>
                    Мы гордость народа, мы мудрость народа,<br/>
                    Мы сердце народа и совесть его.<br/><br/>

                    Славою Ленина, волею Сталина,<br/>
                    Крепни и здравствуй во веки веков<br/>
                    Партия Ленина, партия Сталина<br/>
                    Мудрая партия большевиков!<br/><br/>

                    И Маркса и Энгельса пламенный гений<br/>
                    Предвидел коммуны грядущий восход.<br/>
                    Дорогу к свободе наметил нам Ленин<br/>
                    И Сталин великий по ней нас ведет.<br/><br/>

                    Славою Ленина, волею Сталина,<br/>
                    Крепни и здравствуй во веки веков<br/>
                    Партия Ленина, партия Сталина<br/>
                    Мудрая партия большевиков!
                </div>
            </div>
            <div>
                <div><audio controls><source src="music/Коммунизм.mp3" type="audio/mp3"/></div><hr/>
                <div>
                    Гимн коммунизму<hr/>

                    В борьбе скрепим рукопожатья<br/>
                    И долг отчизне отдадим<br/>
                    Мы люди - это значит братья,<br/>
                    Нам коммунизм необходим.<br/><br/>

                    Коммунизм - это знамя твое, Человек!<br/>
                    Коммунизм - это счастье твое, Человек!<br/>
                    Коммунизм - это крылья твои, Человек!<br/>
                    Будь же счастлив в труде, Человек!<br/><br/>

                    Дадим работу нашим рекам,<br/>
                    Гранит и звезды победим,<br/>
                    Во имя счастья человека<br/>
                    Нам коммунизм необходим.<br/><br/>

                    Коммунизм - это знамя твое, Человек!<br/>
                    Коммунизм - это счастье твое, Человек!<br/>
                    Коммунизм - это крылья твои, Человек!<br/>
                    Будь же счастлив в труде, Человек!<br/><br/>

                    Мы дети ленинского века,<br/>
                    У нас один святой закон,<br/>
                    Теперь? до счастья человека<br/>
                    Легко дотянемся рукой <br/><br/>

                    Коммунизм - это знамя твое, Человек!<br/>
                    Коммунизм - это счастье твое, Человек!<br/>
                    Коммунизм - это крылья твои, Человек<br/>
                    Будь же счастлив в труде, Человек
                </div>
            </div>
        </div>
    </body>
</html>
